[BalanceDefs.BD_MrMercy_TurnInObject InteractiveObjectBalanceDefinition]
DefaultDisplayName="to be born"

[ItemDefs.ID_MO_MedicalMystery_AlienGun MissionItemDefinition]
UseFailureCharacterMessage="You should be too %s Use this app."
ItemName="secret weapon"
PickupMessage="There is none %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="This product is not available.."
NoManufacturerName="information"

[ItemDefs.ID_MO_MedicalMystery_AlienGun:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A weapon created using Eridian technology. "
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.MedicalMystery_TurnInObject InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MedicalMystery_MercyBody InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

